Repository: stebaia/ticket_manager_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: it

source: Hello World!
it: Ciao mondo!

source: Courses
it: Corsi

source: Manifestation:
it: Manifestazione:

source: Select manifestation
it: Seleziona una manifestazione

source: Course:
it: Corso:

source: Select course
it: Seleziona corso

source: Confirm
it: Conferma

source: current people
it: persone presenti

# enter
source: Entrance
it: Entrata

source: Exit
it: Uscita

# qrUnderCamera
source: Place a qr under the camera
it: Posizionare un qr sotto la fotocamera

# qrCodeError
source: Error!
it: Errore!

# historyScannerization
source: Scannerization history
it: Storico scannerizzazioni

# scannerizationOf
source: Scanning
it: Scannerizzazione del

# expositors
source: Exhibitor
it: Visitatori

source: Social region
it: Ragione sociale

source: Surname
it: Cognome

source: Name
it: Nome

# telephone
source: Phone
it: Telefono

# expositorData
source: Exhibitor data
it: Dati visitatore

# expositorLocalizationData
source: Localization data
it: Dati geografici

source: Nation
it: Nazione

source: Province
it: Provincia

source: Final notes
it: Note finali

source: Notes
it: Note

# takePicture
source: Take a picture
it: Scatta una foto

# doValutation
source: Give a rating
it: Dai una valutazione

# saveExpositor
source: Save exhibitor
it: Salva espositore

# preference
source: Prefence
it: Preferenze

source: Language
it: Lingua

source: Modify user
it: Modifica utente

source: Offline Mode
it: Modalità Offline

source: Root Mode
it: Modalità amministratore

# welcomeTicketManager
source: Welcome on
it: Benvenuto su

# enterText
source: Enter some text
it: Inserisci il testo

source: Yes
it: Si

# cancelExpositor
source: Do you want to cancel the insertion of the exhibitor?
it: Vuoi annullare l'inserimento dell'espositore?

# contentDialogLogout
source: Do you want to logout?
it: Vuoi sloggarti dall'applicazione?

# tap_login
source: Tap to login
it: Clicca per loggarti

# go_to_gate
source: Go to gates
it: Vai ai gates

# go_to_event
source: Go to events
it: Vai agli eventi

# select_gate
source: Select a gate
it: Seleziona un gate

# select_event
source: Select a event
it: Seleziona un evento

source: Go to Scan
it: Vai alla scansione

# change_choose
source: Do you want to change?
it: Vuoi cambiare le tue scelte?

# setting
source: Settings
it: Impostazioni

source: Events
it: Eventi

source: Manifestations
it: Manifestazioni

# tap_the_button
source: Tap the button below to the scannerization view
it: Clicca il bottone sottostante per iniziare la scansione

# history_check
source: Check scan history
it: Vuoi riguardare le scannerizzazioni?
